acpi
base
base-devel
brightnessctl
efivar
exo
firefox
garcon
ghidra
git
hypridle
hyprland
hyprlock
hyprpaper
intel-ucode
kitty
less
lightdm
lightdm-gtk-greeter
linux-firmware
linux-lts
ly
mako
mousepad
neovim
networkmanager
npm
openrgb
openssh
otf-font-awesome
parole
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
ristretto
sudo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-nerd-fonts-symbols-mono
tumbler
unzip
waybar
wget
wireplumber
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xinit
zip
